---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Custom
enum: Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType
source: html/cc6f0e5f-958c-8062-2b8f-b443b0fae708.htm
---
# Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Custom

Display custom text per ScheduleField instance,
 as defined by the [!:Autodesk::Revit::DB::ScheduleField::MultipleValuesCustomText] property.